<?php require 'inc/header.php';
    
?>
<div class="main">
<div class="container">
    <!-- End of top adspace -->
    <div class="row py-2 px-2">
        <!--  Main Content Column-->
        <div class="col-md-12" style="text-align: justify">
            <h1 class="py-3" style="margin: auto;">हाम्रा बारे</h1>
            <div class="row">
                <div class="social-row" style="padding: 10px;float: left;">
                    <p>पूर्व–प्राथमिकदेखि कक्षा १२ सम्म अध्ययनरत नेपालका झण्डै आधा करोड बालबालिकालाई साक्षर, शिक्षित र सुयोग्य नागरिक बनाउने प्रत्यक्ष जिम्मेवारी करिब दुई लाख शिक्षकको काँधमा रहेको छ । आजका शिक्षकले कक्षाकोठा र समाजमा जस्तो चरित्र, मर्यादा र योग्यता प्रदर्शन गर्छन्, भोलिको नेपाली समाजको स्वरुप र देशको शैक्षिक स्तर त्यस्तै हुनेछ । नेपाली समाज सबै दृष्टिले उन्नत, सुसंस्कृत, अनुशासित, मर्यादित, प्रतिष्ठित एवं न्याय र सामञ्जस्यपूर्ण बनोस् भन्ने साझ अभिलाषा साकार पार्न स्कूल–उमेरमा हुर्किरहेका आजका सम्पूर्ण बालबालिकालाई त्यसै अनुरुपको शिक्षा दिनुपर्छ, राम्रो बाटोमा डोर्‍याउनुपर्छ । यो अत्यन्त गहन जिम्मेवारी हो । तर के शिक्षक एक्लैले यो दायित्व वहन गर्न सम्भव हुन्छ ? के हाम्रा शिक्षकहरू त्यसनिम्ति सबै दृष्टिकोणबाट समर्थ छन् ? एउटा शिक्षकलाई तलब र चक–डस्टर दिएर राज्यका निकायले आफ्नो कर्तव्य पूरा गरेको ठान्न मिल्छ ? एउटा शिक्षक र समाज अभिभावकबीचको सम्बन्ध कस्तो हुनुपर्ने हो ? यी र यस्तै प्रश्नहरूले बारम्बार घच्घच्याएपछि ‘समाज र प्रेसले स्कूल, बालबालिका र शिक्षकका गतिविधि माथि निरन्तर चासो राख्नुपर्छ’ भन्ने साझ निष्कर्षमा पुगेका केही शिक्षाप्रेमी र पत्रकारहरूको साझ प्रयत्न हो– शिक्षक मासिकको प्रकाशन । यसमा स्कूल–शिक्षासँग गाँसिएका सबैखाले समस्या र सम्भावनाहरूको खोजी ‘शिक्षक’ लाई केन्द्रबिन्दुमा उभ्याएर गरिनेछ । अर्थात्, यसमा शिक्षासँग सम्बन्धित जुनकुनै विषय पनि समेटिन सक्नेछन्, तर विषयलाई हेर्ने आधारभूत कोण चाहिँ शिक्षक वा शिक्षण पेशा हुनेछ । </p>
                        <h4><strong>प्रकाशनको उद्देश्यः</strong></h4>
                        <p>
                          <ul>
                              <li>शिक्षक र समुदायबीच शिक्षा, शिक्षण र शिक्षकका बारेमा संवादको ढोका खोल्न; </li>
                              <li>शिक्षकको शैक्षिक, बौद्धिक, मानसिक, पेशागत र सीपगत क्षमता अभिवृद्धिमा सघाउन; </li>
                              <li>शिक्षण पेशाको सामाजिक–प्रतिष्ठा पुनस्र्थापित गरी शिक्षकको मनोबल उकास्न तथा ‘शिक्षण आफैँमा एउटा पूर्ण पेशा हो, यसमा रमाउन सिकौं’ भन्ने सन्देश विस्तार गर्न;</li>
                              <li>शिक्षक–विद्यार्थी र शिक्षक–अभिभावकबीच सार्थक सम्बन्धका उपायहरू पहिल्याएर समाजमा पस्कन; </li>
                              <li>शिक्षकका अप्ठ्यारा र आकाङ्क्षा नीतिनिर्मातासम्म अनि नीतिनिर्माता र सरकारका अपेक्षा शिक्षकसम्म पुर्‍याउने सन्देशबाहकको भूमिका निर्वाह गर्न; </li>
                              <li>शिक्षा र शिक्षणविधिको क्षेत्रमा देश–विदेशमा भइरहेका चाखलाग्दा, ज्ञानवर्द्धक र उपयोगी चिन्तन, क्रियाकलाप र प्रविधिहरू नेपालका शिक्षकहरूसम्म पुर्‍याउन ।</li></ul>  
                        </p>
                        <p>‘अरू केही गर्न नसक्नेहरू पढाऊ, पढाउन पनि नसक्नेहरू स्कूल चलाऊ’ को दुष्चक्रबाट नेपालको वर्तमान स्कूल–शिक्षा पद्धतिलाई स्वस्थ र वाञ्छित मार्गमा पुनस्र्थापित गरी अघि बढाउनका निम्ति सही र स्तरीय शिक्षाको पक्षमा ‘केही’ गर्न इच्छुक र उत्साही व्यक्तिहरू, विज्ञ वर्ग; समुदाय र निकायहरूसँग हातेमालो गर्न हामी सदा तत्पर रहनेछौँ ।</p>
                </div></div>
        </div>
    </div>
</div>
<!-- End of section  -->
<?php require 'inc/footer.php' ?>
<?php require 'inc/fotjava.php' ?>
<script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js#pubid=ra-5c78f8705f82c210"></script>
<!--share buttons-->
